Repository: heart-bits/contao-columns-bundle
Catalog: src/Resources/contao/languages/*/*_form_field.xlf
Languages: de

# FFL.rowStart.0
source: Wrapper Start
de: Umschlag Start

# FFL.rowStart.1
source: Generates the opening part of the row wrapper.
de: Erzeugt den öffnenden Teil des Reihen-Umschlags.

# FFL.rowPart.0
source: Wrapper Separator
de: Umschlag Trennelemente

# FFL.rowPart.1
source: Generates the separating part of the row wrapper.
de: Erzeugt den trennenden Teil des Reihen-Umschlags.

# FFL.rowStop.0
source: Wrapper Stop
de: Umschlag Ende

# FFL.rowStop.1
source: Generates the closing part of the row wrapper.
de: Erzeugt den schließenden Teil des Reihen-Umschlags.

# tl_form_field.column_size
source: Width of the element
de: Breite des Elementes

# tl_form_field.collapse_switch.0
source: Inner gaps
de: Inner Abstände

# tl_form_field.collapse_switch.1
source: Choose, if you want to show the gaps between the columns.
de: Wählen Sie, ob Abstände zwischen den Spalten angezeigt werden sollen.

# tl_form_field.expanded_switch.0
source: Restrict width
de: Breite begrenzen

# tl_form_field.expanded_switch.1
source: Choose, if the row should be restricted by the content width or if it should be as wide as the window.
de: Wählen Sie, ob die gesamte Reihe auf die Content-Breite begrenzt werden, oder über die gesamte Fensterbreite laufen soll.

# tl_form_field.fields.element_column_small.0
source: Mobile width
de: Mobile Breite

# tl_form_field.fields.element_column_small.1
source: Choose how wide columns in the mobile layout are.
de: Wählen Sie die Spaltenbreite für das Mobile-Layout.

# tl_form_field.fields.element_column_medium.0
source: Tablet width
de: Tablet Breite

# tl_form_field.fields.element_column_medium.1
source: Choose how wide columns in the tablet layout are.
de: Wählen Sie die Spaltenbreite für das Tablet-Layout.

# tl_form_field.fields.element_column_large.0
source: Desktop width
de: Desktop Breite

# tl_form_field.fields.element_column_large.1
source: Choose how wide columns in the desktop layout are.
de: Wählen Sie die Spaltenbreite für das Desktop-Layout.

# tl_form_field.fields.column-push-pull.0
source: Shift column
de: Spalte verschieben

# tl_form_field.fields.column-push-pull.1
source: Choose if the column should be pulled to the left or pushed to the right.
de: Wählen Sie, ob die Spalte nach link oder rechts verschoben werden soll.

# tl_form_field.fields.pull-push-breakpoint.1
source: Choose the breakpoint, at which the column should be shifted.
de: Wählen Sie den breakpoint, ab dem die Spalte verschoben werden soll.

# tl_form_field.fields.pull-push-size.0
source: Size of shift
de: Verschiebungs-Weite

# tl_form_field.fields.pull-push-size.1
source: Choose the size, the column should be shifted.
de: Wählen Sie die Weite, um die die Spalte verschoben werden soll.

# tl_form_field.push-pull.pull
source: Pull Column to the left.
de: Die Spalte nach links ziehen

# tl_form_field.push-pull.push
source: Push column to the right.
de: Die Spalte nach rechts schieben
